import {ServicesInfoType} from "../types/servicesInfoTypes.ts";

export const servicesInfo: ServicesInfoType[] = [
    {
        id: 1,
        service: "ABA-Терапия",
        price: "600c",
        description: "(Прикладной анализ поведения)\n" +
            "Это методика коррекции поведения для детей с расстройствами аутистического спектра (РАС), СДВГ, ДЦП, синдромом Дауна, задержкой психического развития и нарушениями поведения. ABA-терапия помогает развивать социальные навыки, улучшить коммуникацию, адаптироваться к повседневной жизни и уменьшить нежелательные формы поведения. Специалист создает индивидуальную программу, учитывая потребности каждого ребенка."
    },
    {
        id: 2,
        service: "ЛФК-массаж",
        price: "600c",
        description: "Лечебная физкультура и массаж направлены на улучшение физического состояния ребенка. Эти процедуры помогают укрепить мышцы, улучшить координацию движений, повысить общую двигательную активность, что важно для детей с нарушениями опорно-двигательного аппарата и общей моторики."
    },
    {
        id: 3,
        service: "Логопелия",
        price: "600c",
        description: "Логопедическая работа фокусируется на развитии речи и улучшении коммуникативных навыков. Логопед помогает детям исправить дефекты произношения, улучшить артикуляцию, расширить словарный запас, что способствует лучшему общению и обучению."
    },
    {
        id: 4,
        service: "Педиатрия",
        price: "500c",
        description: "Педиатрия включает медицинскую поддержку здоровья ребенка. Педиатры отслеживают физическое развитие, диагностируют и лечат заболевания, проводят профилактические осмотры, что важно для общего здоровья ребенка."
    },
    {
        id: 5,
        service: "Сенсорная интеграция",
        price: "600c",
        description: "Эта методика помогает детям с нарушениями восприятия обрабатывать сенсорную информацию (зрение, слух, осязание). Сенсорная интеграция улучшает координацию, внимание и адаптацию к окружающей среде, особенно для детей с сенсорными нарушениями."
    },
    {
        id: 6,
        service: "Индивидуально-комплексный подход",
        price: "???c",
        description: "Включает составление программы для ребенка с учетом его индивидуальных потребностей. Комплексный подход сочетает различные методы терапии (логопедия, массаж, сенсорная интеграция), чтобы всесторонне поддержать развитие ребенка."
    },
    {
        id: 7,
        service: "Групповые занятия",
        price: "25000c/мес",
        description: "Это занятия, где дети взаимодействуют со сверстниками под руководством специалистов. В процессе таких занятий каждый ребенок получает поддержку и внимание от разных специалистов — логопеда, ABA-терапевта, ЛФК-массажиста, специалиста по сенсорной интеграции и других. Занятия помогают детям учиться взаимодействовать в коллективе, развивать навыки общения, улучшать моторику и координацию, а также решать индивидуальные задачи в групповой среде."
    }
];