import {ServicesInfoType} from "../types/servicesInfoTypes.ts";

export const servicesInfo: ServicesInfoType[] = [
    {
        id: 1,
        service: "ABA-Терапия",
        price: "500c",
        description: "(Прикладной анализ поведения)\n" +
            "Это методика коррекции поведения у детей с расстройствами аутистического спектра и другими нарушениями. ABA-терапия помогает улучшить социальные навыки, повысить уровень общения, уменьшить нежелательные формы поведения, способствуя адаптации ребенка в обществе."
    },
    {
        id: 2,
        service: "ЛФК-массаж",
        price: "500c",
        description: "Лечебная физкультура и массаж направлены на улучшение физического состояния ребенка. Эти процедуры помогают укрепить мышцы, улучшить координацию движений, повысить общую двигательную активность, что важно для детей с нарушениями опорно-двигательного аппарата и общей моторики."
    },
    {
        id: 3,
        service: "Логопелия",
        price: "500c",
        description: "Логопедическая работа фокусируется на развитии речи и улучшении коммуникативных навыков. Логопед помогает детям исправить дефекты произношения, улучшить артикуляцию, расширить словарный запас, что способствует лучшему общению и обучению."
    },
    {
        id: 4,
        service: "Педиатрия",
        price: "500c",
        description: "Педиатрия включает медицинскую поддержку здоровья ребенка. Педиатры отслеживают физическое развитие, диагностируют и лечат заболевания, проводят профилактические осмотры, что важно для общего здоровья ребенка."
    },
    {
        id: 5,
        service: "Сенсорная интеграция",
        price: "500c",
        description: "Эта методика помогает детям с нарушениями восприятия обрабатывать сенсорную информацию (зрение, слух, осязание). Сенсорная интеграция улучшает координацию, внимание и адаптацию к окружающей среде, особенно для детей с сенсорными нарушениями."
    },
    {
        id: 6,
        service: "Индивидуально-комплексный подход",
        price: "500c",
        description: "Включает составление программы для ребенка с учетом его индивидуальных потребностей. Комплексный подход сочетает различные методы терапии (логопедия, массаж, сенсорная интеграция), чтобы всесторонне поддержать развитие ребенка."
    },
    {
        id: 7,
        service: "Групповые занятия",
        price: "500c",
        description: "Помогают детям учиться взаимодействовать со сверстниками в социально-когнитивной среде. Такие занятия развивают коммуникативные навыки, учат совместной игре и улучшению навыков сотрудничества."
    }
];